Repository: Spencerx/PlayoutAutomation
Catalog: TAS.Client/Views/MediaManagerView.*.resx
Languages: pl

# _grid.Header.ClipName
source: Clip name
pl: Nazwa klipu

# _grid.Header.ClipNr
source: Clip #
pl: # klipu

# _grid.Header.DurationPlay
source: Play duration
pl: Czas trwania

# _grid.Header.FileName
source: File name
pl: Nazwa pliku

# _grid.Header.HasSegments.ToolTip
source: Has segments
pl: Sub-klipy

# _grid.Header.IngestDate
source: Ingest date
pl: Data ingestu

# _grid.Header.IsArchived.ToolTip
source: Archive status
pl: Stan archiwizacji

# _grid.Header.IsIngested.ToolTip
source: Ingest status
pl: Stan ingestu

# _grid.Header.IsTrimmed.ToolTip
source: Trimmed
pl: Przycięcie

# _grid.Header.MediaCategory.ToolTip
source: Category
pl: Kategoria

# _grid.Header.MediaStatus.ToolTip
source: Status
pl: Status klipu

# _grid.IsArchived
source: Archived
pl: Zarchiwizowany

# _grid.IsTrimmed
source: Trimmed
pl: Przycięty

# _media
source: Media files
pl: Pliki medialne

# _mediaCategory
source: Category
pl: Kategoria

# _mediaType
source: Type
pl: Rodzaj

# _menu.Tools
source: Tools
pl: Narzędzia

# _menu.Tools.SynchronizeSecToPri
source: Synchronize content between servers
pl: Synchronizuj zawartość serwerów

# _menu.Tools.VerifyAllMedia
source: Verify all media
pl: Zweryfikuj wszystkie media

# _recorders
source: Recording
pl: Nagrywanie

# _refresh
source: Refresh | F5
pl: Odśwież | F5

source: Search
pl: Szukaj

# _searchFor
source: Enter search phrase
pl: Napisz, czego szukasz

# _statusbar.TotalItems
source: Files:
pl: Klipów:

# _statusbar.VolumeFreeSpace
source: Free:
pl: Wolne:

# _statusbar.VolumeSize
source: Size:
pl: Rozmiar:

# _toolbar.ArchiveDelete
source: Archive, then delete
pl: Archiwizuj i usuń

# _toolbar.ArchiveDelete.ToolTip
source: Archive selected files (delete from current folder)
pl: Archiwizuj wskazane klipy (usuń z bieżącego folderu)

# _toolbar.ArchiveLeft
source: Archive
pl: Archiwizuj

# _toolbar.ArchiveLeft.ToolTip
source: Archive selected files (leave in current folder)
pl: Archiwizuj wskazane klipy (pozostaw w bieżącym folderze)

# _toolbar.Clear.ToolTip
source: Clear filters
pl: Wyłącz filtry

# _toolbar.CloneAnimation
source: Clone animation
pl: Klonuj animację

# _toolbar.CloneAnimation.ToolTip
source: Create other animation based on the same template
pl: Utwórz inną animację z tego samego szablonu

# _toolbar.Delete
source: Delete
pl: Usuń

# _toolbar.Delete.ToolTip
source: Delete selected files | Ctrl+Delete
pl: Usuń wskazane klipy | Ctrl+Delete

# _toolbar.Export
source: Export
pl: Eksport

# _toolbar.Export.ToolTip
source: Export to folder or XDCAM device
pl: Eksportuj na XDCAM lub do folderu

# _toolbar.GetLoudness
source: Volume
pl: Głośność

# _toolbar.GetLoudness.ToolTip
source: Check volume of selected files
pl: Sprawdź głośność wskazanych klipów

# _toolbar.Ingest
source: Ingest
pl: Pobierz

# _toolbar.Ingest.ToolTip
source: Ingest to playout
pl: Pobierz do emisji

source: Hide
pl: Ukryj

source: Show
pl: Pokaż

# _media.ClipName.IsExpired
source: Expired
pl: Przekroczona data ważności

# _directoryNotInitialized
source: Directory not initialized yet
pl: Folder nie został jeszcze zainicjalizowany

# _grid.Header.LastPlayedAge.ToolTip
source: Days since the last broadcast
pl: Od ostatniej emisji minęło
